INPUT_DESCENDANTS = "Введите все вершины и их потомков в сочетании Вершина: Потомок и %s когда закончите"
INPUT_NAMES_OF_TOPS = "Введите имена всех вершин, разделяя их пробелами"
THIS_TOP_ALREADY_EXISTS = "эта вершина уже существует"
THIS_TOP_DOESNT_EXISTS = "Такой вершины не существует"
INPUT_START = "Введите имя вершины, от которой надо считать количество путей"
INPUT_END = "Введите имя вершины в которую надо посчитать количество путей"
COUNT_OF_WAYS = "Количество путей из \'%s\' в \'%s\' ="

END_CASE = "end"